Repository: mozilla-l10n/mt-training-data
Catalog: haz/haz_pontoon.tmx
Source language: en_us
Languages: haz

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
haz: دۂ ازی سئفۂ دیگۂ جای نئمئندۂ از خݷر خو بئلدې رئیی کیدۉنی دیگۂ جوملۂ { $retryLimit }سانییۂ مئتئل کو۔ از اۆسیلۂ کیدۉن شوم تئشئکور

source: You must allow microphone access.
haz: شومۉ بایئد سئخت کیدۉنی ماېکرۉفۉن رۂ ایجازۂ بیدید

source: You’re contributing to a target segment
haz: شومۉ دۂ بئخشی مئخسئد رئسیدۉ مۉ کۉمئگ مونید

source: You’re contributing to our first target segment
haz: شومۉ دۂ اوئلنۂ بئخشی مئخسئد ازمۉ کۉمئگ مونید

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
haz: غئدئر تېز مۉری۔ یئکئم مئتئل کو بئلدې از نۆ تۉغ کیدې جوملا و باوئر پݷدا کو کی اونا سئیې باشۂ

source: You're helping Common Voice reach our daily sentence goals!
haz: شومۉ کامئن وایس رۂ کۉمئگ مونیید تا دۂ مئخسئدی رۉزالوس خو بیرسۂ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
haz: دۂ زیبۉن شوم شایئد ای کلیپ نئباشئد۔ اگئر موشکیل نئدرۂ تئنزیمات تۂ بئدئل میتنی بئلدې ازی کی دیگۂ جوملا رۂ تۉغ کئنی

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
haz: دۂ زیبۉن شوم دیگۂ جوملۂ نئمئندۂ! اگئر پئروا نئدرۂ شومۉ میتنید کی تئنزیمات رۂ بئدئل کیدۂ دیگۂ جوملای زیبۉن خو رۂ تۉغ کئنید

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
haz: مۉ کامئن وایس تۂ کۉمئگ کیدې تا دۂ امزو مئخسئدی پور کیدې رۉزالوس خو بیرسی

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
haz: شومۉ کامئن وایس رۂ کۉمئگ کیدېد تا دۂ مئخسئدې اېتباری رۉزالوس خو بیرسۂ

source: Zaza
haz: زازا

source: Zulu
haz: زولو
